Repository: LinQisan/tmxJP_CN
Catalog: upload/JP_CN_2.tmx
Source language: ja
Languages: zh_cn

source: まったく 鼻ペチャの私の何が良かったんだか
zh_cn: 也不知道我鼻子这么塌是哪里好了

source: 女学校に通っていた私を銀映の専務さんが気に入ったとかで
zh_cn: 说是银映的董事看中了还在念女校的我

source: どうしても黙れダメとおっしゃるか
zh_cn: 说什么您也不同意吗

source: ダメです
zh_cn: 就是不行

source: こちらがその専務さん
zh_cn: 这位就是董事

source: でもうちの母は女優なんていかがわしいもんにさせられないって
zh_cn: 我妈不想让我当演员 因为觉得女演员很不正经

source: いかがわしいですか
zh_cn: 不正经 是这样吗

source: 奥方
zh_cn: 夫人

source: 満州を舞台にした今度の新作は
zh_cn: 这次的作品是以满洲为舞台

source: お国のために戦っている兵隊さんや
zh_cn: 拍给为国而战的士兵看的

source: 我が日本国民すべてを鼓舞する映画なんですぞ
zh_cn: 是一部鼓舞全体日本国民的电影

source: 千代子君だって お国の役に立ちたいに決まってる
zh_cn: 千代子也一定会想为国家出一份力

source: そうだろ
zh_cn: 没错吧

source: そうはおっしゃいましてもね 専務さん
zh_cn: 话是这么说 可是董事

source: こんな恥ずかしがりの子に役者なんか勤まりませんし
zh_cn: 这孩子很怕生 实在演不了戏

source: この子には婿を貰って 店を継いで貰わなければなりません
zh_cn: 我会物色个女婿给她 把店铺传下去

source: そうよね
zh_cn: 就这样吧

source: 国家と菓子屋とどっちが大事なんだ
zh_cn: 国家和点心铺哪个才重要啊

source: お国のため お国のためと言うなら
zh_cn: 要是说为了国家什么的

source: 女は家を守り 子供を産むのが本分
zh_cn: 那女人活着不就是为个家 生些娃娃

source: そうでございましょ
zh_cn: 我说得没错吧

source: どんな取材なん
zh_cn: 现在是拍啥

source: 千代子さん
zh_cn: 千代子小姐

source: なんかストーカーみたいやん
zh_cn: 我们怎么和跟踪狂一样

source: すまない
zh_cn: 抱歉

source: 急いでいたもので
zh_cn: 我赶时间

source: 何かムード出してる
zh_cn: 现在好有气氛

source: 社長 邪魔やん
zh_cn: 社长 别挡镜头

source: 見当たりません
zh_cn: 这里没有

source: 向こうへ回れ
zh_cn: 去那边看看

source: 娘 男が来なかったか
zh_cn: 姑娘你有没有看到个男的

source: 大きな風呂敷を抱えた奴だ
zh_cn: 他夹着个大包裹

source: 向こうに走って行きました
zh_cn: 往那边跑了

source: よし
zh_cn: 很好

source: 旦さん匿うやなんて意外に大胆ですやん
zh_cn: 她竟然胆敢窝藏犯人

source: 誰なんだ あの男は
zh_cn: 那男的是谁啊

source: 見てもいい
zh_cn: 可以看一下吗

source: 描きかけだから
zh_cn: 还没画好啊

source: この絵の続きは故郷で描くつもりなんだ
zh_cn: 等回到老家后再接着画完

source: 僕の生まれた町はね
zh_cn: 我出生的地方啊

source: 冬になると 遠くの果てまでが真っ白な雪に覆われる
zh_cn: 到了冬天 放眼望去一切都被皑皑白雪所覆盖住

source: もう見渡す限りさ
zh_cn: 我想置身于其中

source: その中にイーゼルを立てて
zh_cn: 在那片广阔中立着画架

source: 痛いほどの寒さを感じて この絵を完成させたいんだ
zh_cn: 感受着刺骨的寒冷 画完这幅画

source: あの大きくて真っ白な風景の中にいると
zh_cn: 在那广阔的雪色中

source: まるで遠い星の世界にいるような不思議な気持ちになるんだ
zh_cn: 会感觉像置身于陌生星球的世界中一样说不出话来

source: 行ってみたい 私も
zh_cn: 我也好想去啊

source: そうだね 平和が訪れたら
zh_cn: 对了 等和平了后

source: 助けてもらったお礼に 必ず君を招待しよう
zh_cn: 我就请你来玩 报答你的救命之恩

source: 満月
zh_cn: 满月

source: 満月は明日だな
zh_cn: 满月应该是明天

source: でも 僕はこの時の月が一番好きだ
zh_cn: 不过我最喜欢这时的月亮

source: 満月は次の日から欠けてしまうけれど
zh_cn: 满月接着就是月缺

source: 十四日目の月には まだ明日がある
zh_cn: 而十四的月亮还有着明天

source: 明日という希望が
zh_cn: 叫做明天的希望

source: 僕はまた旅に出る
zh_cn: 我也差不多要走了

source: でも 怪我がまだ
zh_cn: 可 伤口还没

source: 仲間が満州で戦っている
zh_cn: 朋友还都在满洲战斗

source: 絵の具と筆じゃ 役に立ちそうにないけどね
zh_cn: 就凭颜料和画笔也派不上用场

source: これかい
zh_cn: 这个呀

source: 一番大切な物を開ける鍵さ
zh_cn: 它能开启最珍贵的事物啊

source: 一番大切な物
zh_cn: 最珍贵的事物

source: 当ててごらん
zh_cn: 你猜猜看

source: 分からないわ
zh_cn: 不知道呐

source: でも まだ教えないで
zh_cn: 但现在别告诉我

source: 明日までの宿題にして
zh_cn: 明天要告诉我哦

source: 約束よ
zh_cn: 一言为定

source: 白状しちゃいなさいよ
zh_cn: 老实点说出来呐

source: 好きな男の方がいるんでしょ
zh_cn: 是有了喜欢的人吧

source: 私
zh_cn: 我

source: 純情だなあ
zh_cn: 真是单纯啊

source: そりゃ 昔から年寄りちゃいますやろ
zh_cn: 那以前的人不都这样

source: 社長が持ってきた鍵って
zh_cn: 社长你带的钥匙

source: まだ近くにいるはずだ
zh_cn: 应该没走远

source: よく探せ
zh_cn: 仔细点搜

source: あっ お嬢様
zh_cn: 小姐

source: ご無事でしたか
zh_cn: 您还好吧

source: うちの蔵に賊が忍び込んでいたそうです
zh_cn: 好像是家里的仓库进贼了

source: 無事に逃げられて
zh_cn: 他跑掉了没事

source: すぐに駅へ
zh_cn: 快去车站

source: ほんとにお怪我がなくてよかった
zh_cn: 您没事真是太好了

source: やるやん番頭
zh_cn: 管家真够意思

source: しんどい 取材やん
zh_cn: 要累死了 这采访

source: 待って
zh_cn: 等等

source: 私 行きます
zh_cn: 我会去的

source: 必ず逢いに行きます
zh_cn: 不管怎样都要见到你

source: ごっつう ドラマティックや
zh_cn: 这可够煽情的啊

source: 俺はこのシーンを劇場で53回泣いたんだ
zh_cn: 这场戏 我在影院里哭了整整53次

source: いつから映画の話なん
zh_cn: 从哪开始就是电影了

source: そう それから映画の世界に入ったの
zh_cn: 然后我就进了电影界

source: そうでしたか
zh_cn: 原来是这样

source: それで映画界に
zh_cn: 然后就参与电影了

source: っていうのも
zh_cn: 刚刚不是说到

source: ほら さっき専務さん言ってたでしょ
zh_cn: 董事刚刚提到过的

source: 次の映画は満州が舞台だって
zh_cn: 下部电影是以满洲为背景

source: 満州 そうだ
zh_cn: 对了 满洲

source: ありがとう 千代子君
zh_cn: 谢谢你 千代子

source: きっと引き受けてくれると思っていたよ
zh_cn: 我就知道你会答应的

source: だって私 お国の役に立ちたいんだもの
zh_cn: 毕竟我也想为国家做点什么

source: ねえ お母さん
zh_cn: 妈妈您说呢

source: 鍵の君を追って満州に行くために
zh_cn: 是为了找到他而去的满洲

source: そう
zh_cn: 没错

source: 映画なんてほんとはどうでもよかったの
zh_cn: 电影什么的真的无所谓

source: 千代子君
zh_cn: 千代子

source: 今回の主役 藤原千代子君だ
zh_cn: 这就是这次的主角 藤原千代子

source: よろしくお願いします
zh_cn: 还请多多指教

source: こちらはもう知っているだろうが
zh_cn: 这位想必你知道的

source: うちの看板女優 島尾詠子君だ
zh_cn: 我们的当家花旦 岛尾咏子

source: よろしく 藤原千恵子さん
zh_cn: 你好啊 藤原千惠子小姐

source: 意味深だな
zh_cn: 不简单啊

source: あっ 何するんですか
zh_cn: 你干嘛啊

source: ああ あれは
zh_cn: 这人是

source: 返してください
zh_cn: 请还过来

source: さすがに叔父貴だな
zh_cn: 还得是叔叔啊

source: いい女優を見つけて来る
zh_cn: 找来了个不错的女演员

source: あら坊ちゃん 手が早いわね
zh_cn: 少爷你下手真快啊

source: 藤原千鶴子さん だったかしら
zh_cn: 是叫藤原千鹤子吧

source: 千代子です
zh_cn: 是千代子

source: こちらはね
zh_cn: 这位啊

source: 大滝さんといって 専務の甥御さん
zh_cn: 是大泷 也就是董事的侄子

source: さすがに将来有望の監督様
zh_cn: 不愧是前途无量的导演

source: 女優の見分はお手のものかしら
zh_cn: 挑女演员可真有一套呐

source: 悪かったよ 悪戯して
zh_cn: 不好意思 开个玩笑

source: 大切な預かり物なんです
zh_cn: 这是很重要的 替人保管的

source: 満州で もしその人に会えたら お返ししようと思って
zh_cn: 要是在满洲见到他 就可以还给他了

source: 遊びに行くわけじゃないのよ
zh_cn: 我们可不是去玩的

source: 何者だい その鍵の君は
zh_cn: 是谁啊 这个钥匙的主人

source: 名前は
zh_cn: 名字的话

source: それじゃ探しようもないじゃないの
zh_cn: 那怎么找得到啊

source: 絵を描いてるんです
zh_cn: 他是画画的

source: どんな
zh_cn: 画什么的

source: それは
zh_cn: 这个啊

source: それも分からないの
zh_cn: 这个也不知道吗

source: でも
zh_cn: 不过

source: でも きっと満州にいるはずなんです
zh_cn: 不过他肯定就在满洲

source: さあね 知らないよそんな男
zh_cn: 好吧 我不记得有这样的人

source: お お これは
zh_cn: 啊 这是

source: でも確かにこのあたりにいると
zh_cn: 但他确实就在这附近

source: 素人にうろちょろされると 私の邪魔なんだよ
zh_cn: 你啥也不懂就不要来这烦我

source: そう言われて簡単に 引き下がるわけには参りません
zh_cn: 就算您这么说 我也不会就这么放弃的

source: やっとの思いで海を渡って ここまで来たんです
zh_cn: 好不容易跨过大海来到这里

source: 私 私
zh_cn: 我 我

source: ちょっと どうなってるの監督
zh_cn: 停 怎么回事啊 导演

source: セリフも入ってないじゃない この子
zh_cn: 连台词都没背好 这孩子

source: まあまあ
zh_cn: 好了好了

source: 千代子君 セリフっていうのはね
zh_cn: 千代子 台词这个东西呢

source: 役になりきれば心の中から 自然とにじみ出てくるものなんだよ
zh_cn: 你要完全融入到角色之中 台词也就自然而然地说出来了

source: だから言ったのよ
zh_cn: 所以我就说啊

source: ぽっと出の 素人にできる役じゃないって
zh_cn: 从乡下来的新人怎么演得了吗

source: 私 一目あの人に 逢いたいんです
zh_cn: 我 只希望能见上他一面

source: いいねえ よし 本番いってみよう
zh_cn: 很好 那就准备拍摄吧

source: お疲れさまです
zh_cn: 您辛苦了

source: やあ すごいな
zh_cn: 啊 很棒啊

source: 立派な演技じゃないか
zh_cn: 演技真是出色啊

source: どないしたんです さっきから
zh_cn: 你没事吧 从刚刚就

source: ところで どうだい 鍵の君の手がかりは
zh_cn: 对了 钥匙的主人有线索了吗

source: 意外と執念深いのね
zh_cn: 想不到你还真痴情啊

source: どうせ当ても無いなら 占いでもして貰えば
zh_cn: 既然没有线索 不如去算个卦

source: すぐそこの八卦見 よく当たるって評判よ
zh_cn: 那就有个算卦的 都说很准哦

source: 探し人は北におるようじゃな
zh_cn: 要找的人应该在北面

source: 絵描きなんです 背の高い
zh_cn: 他会画画 长挺高的

source: もしやその男 鍵を探しているのでは
zh_cn: 他是不是在找一把钥匙

source: ご存じなんですか
zh_cn: 您知道了吗

source: その男なら 確か
zh_cn: 这个人的话应该是

source: 教えて下さい あの人は今どこに
zh_cn: 请您告诉我 他现在在哪里

source: 撮影ほっぽりだしたん わがままですやん
zh_cn: 电影就这样不拍了 真是任性啊

source: 一途な乙女心が分からんのか
zh_cn: 无暇的少女心 你都不懂

source: 社長にだけは 言われとうないですわ
zh_cn: 那也用不着社长您告诉我啊

source: 北満で日本人活動家多数検挙!
zh_cn: 在北满抓获大批日籍激进分子

source: しゃぁけど社長 こうまでして 追いかけられるちゅうのも 男冥利に尽きますなあ
zh_cn: 说真的社长 男的能被这样追求 可真是男人八辈子修来的福分

source: うう 追われてみたい
zh_cn: 我也想被倒追啊

source: 千代子さん 千代子さん
zh_cn: 千代子小姐 千代子小姐

source: 国民党か
zh_cn: 国民党吗

source: 共産軍か
zh_cn: 还是共产党

source: 見ろ あれを
zh_cn: 看 在那里

source: 馬賊の襲撃だ
zh_cn: 是被土匪袭击了

source: 藤原さん 千代子さん
zh_cn: 藤原小姐 千代子小姐

source: うわー ホンマモンやないかい
zh_cn: 哇 真他妈真实啊

source: しっかりして下さい 千代子さん
zh_cn: 快醒醒 千代子小姐

source: あっ これは失礼を
zh_cn: 十分抱歉

source: 社長 はよ逃げなあ
zh_cn: 社长 赶快跑啊

source: ど
zh_cn: 这

source: どこが馬賊やねん
zh_cn: 土匪跑哪去了

source: これは 何としたこと
zh_cn: 这里究竟怎么了

source: いや こっちが 聞きたいですわ
zh_cn: 喂 我也想问啊

source: 満州はどこいったん 満州は
zh_cn: 他娘的满洲呢 满洲呢

source: 姫様
zh_cn: 公主

source: あのお方は
zh_cn: 大人呢

source: 殿はまだ天守に
zh_cn: 大人还在天守阁

source: なりませぬ 姫様
zh_cn: 不要去啊 公主

source: 殿
zh_cn: 大人

source: なぜ姫をお待ち下さらなんだ
zh_cn: 为何不等等妾身呐

source: お 俺は
zh_cn: 我

source: 何べん泣いたんですの
zh_cn: 这里你又哭了几次

source: お待ちなされ
zh_cn: 还请等一下

source: この城に棲むという あやかしか
zh_cn: 你是天守里的妖怪吗

source: 何とでも呼ぶがよい
zh_cn: 怎么叫我都可以

source: 私は お前様が生まれる前から お前様のことをよおく知っている
zh_cn: 在你出生前我就了解你的一切

source: そのあやかしが何用じゃ
zh_cn: 你这妖怪可有何事

source: 死出の介錯でも してくれると申すか
zh_cn: 莫不是想送我去死

source: それを飲むがよい
zh_cn: 将此饮下吧

source: この世でひとつになれぬ身も
zh_cn: 既然此生已无法苟活下去

source: 冥府魔道の地なら それも叶いましょう
zh_cn: 那在地狱里或许可以实现愿望

source: 人の身を捨てよ と
zh_cn: 可是要我舍弃人形

source: かの君も 待ちかねておる
zh_cn: 大人在那里等着你

source: そは千年長命茶
zh_cn: 这是千年不死茶

source: これよりそなたは未来永劫 恋の炎に身を焼く定め
zh_cn: 从今往后你将永远饱受爱情的火焰

source: たばかったか
zh_cn: 你骗了我

source: われはそなたが憎い 憎くてたまらぬ
zh_cn: 我恨你 恨之入骨

source: そして愛おしい 愛おしくてたまらぬのじゃ
zh_cn: 又爱着你 爱到无法抑制

source: いずれ分かる時が来よう
zh_cn: 总有一天你会明白的

source: うわあ やばいですやん社長
zh_cn: 啊 不好了 社长

source: 姫 長門守源衛門にございます
zh_cn: 公主 末将是长门守源卫门

source: いつからやねん
zh_cn: 什么时候换的

source: 拙者 命に替えても姫様をお助け申しますぞ
zh_cn: 小的就是豁出命也要救公主出去

source: 姫は 殿のもとを離れませぬ
zh_cn: 公主是不会抛下大人的

source: おのれ あやかし
zh_cn: 该死的妖怪

source: 殿は 無念にも敵の手に捕らえられましてございます
zh_cn: 大人已不幸落入敌人手里

source: 殿が 生きておられると
zh_cn: 大人他 你是说他还活着

source: 姫様は一刻も早く国もとへ
zh_cn: 请公主尽快返回领地

source: 殿を救いに参る
zh_cn: 即刻前去救出大人

source: 続け トラ吉
zh_cn: 跟住 虎吉

source: 誰がやねん
zh_cn: 你叫谁啊

source: 姫
zh_cn: 公主

source: 必ずや殿のもとへ
zh_cn: 我一定要在主公身边

source: 長門
zh_cn: 长门

source: その方の忠心 忘れぬぞ
zh_cn: 此等忠诚 我定没齿不忘

source: 御武運を
zh_cn: 祝您能

source: まるで昨日のことみたい
zh_cn: 真是恍如昨日

source: いいのかしら こんな調子で
zh_cn: 这样子真的合适吗

source: いやあ もう藤原さんのお好きなように話して頂ければ光栄です
zh_cn: 怎么会 可以按藤原女士喜欢的方式聊天 真的很荣幸

source: ええと それでどこまで話したかしら
zh_cn: 刚刚讲到哪里了

source: 敵の囲みを突破して
zh_cn: 讲到冲出敌人的包围

source: 長門守 討ち死にの巻 ですわ
zh_cn: 长门守阵亡 那一幕

source: そうそう
zh_cn: 对 没错

source: 捕まってしまったあの人を何としても助けたいと思ったの
zh_cn: 不管怎样我都要去救出他

source: 何事じゃ
zh_cn: 怎么回事

source: 曲者 曲者
zh_cn: 注意点 有人

source: 籠だ 罪人を守れ
zh_cn: 保护好笼里的犯人

source: 私です 助けに参りました
zh_cn: 是我 我来救您出去了

source: 私を出し抜こうなんて10年早いのさ
zh_cn: 还想占我上头 十年后再说吧

source: お姫様やったんちゃうんかい
zh_cn: 刚刚不还是公主吗

source: 千代子さん 後ろに
zh_cn: 千代子小姐 后面小心

source: くそ
zh_cn: 可恶

source: さっさと片付けておしまい
zh_cn: 给我快点干掉她

source: 待ちな
zh_cn: 且慢

source: 何者だ 貴様
zh_cn: 你是什么人

source: ほんまかいな
zh_cn: 来真的吗

source: 名乗るほどの名前もねえ奴でさあ
zh_cn: 我的名字根本不值一提

source: あんた ついてきちまったのかい
zh_cn: 原来你也跟过来了啊

source: 面倒だ 斬れ
zh_cn: 别废话 都杀了

source: 俺あ しつこいのが取り柄でな
zh_cn: 要说我优点的话 那就是一根筋了

source: 何だって 私なんかにかまうんだい
zh_cn: 你为什么要来帮我

source: 気になっちまうものは仕方がねえ
zh_cn: 对喜欢的人是没道理可讲的

source: おめえさんが その男を助けようって気持ちと 何が違うってんだ
zh_cn: 这和您想救出他的心情没什么不一样的

source: でも 私はあの人を
zh_cn: 可我对他只是

source: ぐだぐだ言ってねえで 行きな
zh_cn: 不必说了 快去吧

source: この喧嘩は俺が預かるぜ
zh_cn: 这里就交给我吧

source: よしてくれ礼なんかいらねえよ
zh_cn: 何必多礼 放心好了

source: へへ 死ぬのも本望よ ほ 惚れた女のためならよ
zh_cn: 为所爱的女人而死有何不可呐

source: クビにして貰おかな この会社
zh_cn: 还是准备从这公司跑路吧

source: さあ 束んなって かかってきやがれ サンピンめ
zh_cn: 就送你们这些家伙一块去死吧

source: おお 有り難い お味方ぞ
zh_cn: 太好了 是支援

source: こしゃくなまねを
zh_cn: 雕虫小技罢了

source: あの方をどこへやった
zh_cn: 他究竟在哪

source: フン くちほどにもない連中よ
zh_cn: 不过如此 这些家伙

source: 千代子さん待ってて下さい
zh_cn: 千代子小姐 等等我

source: 今 行きますぞ
zh_cn: 马上就来了

source: あの男なら今頃は 京の河原でさらし首さ
zh_cn: 他就要在京都的鸭川斩首了

source: 都に
zh_cn: 京都

source: 生意気な娘の出番は ここで終わりだよ
zh_cn: 你肆意妄为的戏份在这就要结束了

source: あの方が都に
zh_cn: 他现在在京都

source: 後生です
zh_cn: 饶了我吧

source: いいや 絶対 逃がさへんえ
zh_cn: 不行 不会放你跑的

source: 必ず戻ってきます
zh_cn: 我一定会回来的

source: 一目あの方に会うて 大切な預かりもん 返したいんどす
zh_cn: 就见他一面 把重要的东西还给他就会回来

source: うまいこと言うて
zh_cn: 说的真好

source: だいたい お上に楯突いて 打ち首になる男に
zh_cn: 总之 他违抗将军就要被杀头了

source: 今さら何が必要なもんかえ
zh_cn: 说这些还有什么必要

source: 哀れよのう
zh_cn: 真可悲啊

source: 幾千年 幾千里 君を追い続けようと 定めからは逃れられぬ
zh_cn: 就算你追逐千年 追到天涯海角也逃不过命运

source: そなたも その女も
zh_cn: 不管是你还是她

source: 何ぼーっとしてるんえ 早よ連れてき
zh_cn: 都楞着干嘛 快把她带走

source: ほら 立て
zh_cn: 给我起来

source: 放して お願いどす 放しておくれやす
zh_cn: 放开我 求求你了 放了我把

source: うち どうしても 行かなあかんのどす
zh_cn: 我不管怎样都要去找他啊

source: 必ず戻ってきます お願い 放して
zh_cn: 我一定会回来的 放了我吧

source: 新幹線よりめっちゃ速いわ
zh_cn: 坐新干线都没这么快

source: 幕末やし
zh_cn: 幕府末期啊

source: ト トラ吉
zh_cn: 虎 虎吉

source: 千代子さんは
zh_cn: 千代子小姐呢

source: 衣装 合うてへんのと ちゃいます
zh_cn: 你衣服在这时代穿不合适吧

source: 何や その目は
zh_cn: 怎么这样看我

source: 育ててやった恩も忘れて
zh_cn: 是忘了谁把你养大的吧

source: うちの顔に泥塗るようなマネは させヘんえ
zh_cn: 别给我丢人现眼

source: 道理というもんを覚えよし
zh_cn: 你自己好好想想吧

source: アホやなあ 詠子姐さん怒らせてしもて
zh_cn: 真傻啊 敢惹咏子姐生这么大火

source: ええ気味やわ 千代奴はん生意気やもん
zh_cn: 这是活该 谁让她这么狂

source: ちょっと人気ある思うて 図に乗ってはるんと違う
zh_cn: 刚有点名气人就飘得没边了

source: こわい
zh_cn: 可怕

source: ええか 逃げへんように しっかり見張りよし
zh_cn: 听好了 好好看住她 不准让她跑了

source: へえ
zh_cn: 是

source: うちらが作ってるのって ドキュメンタリーちゃいましたっけ
zh_cn: 我们现在拍的应该是纪录片吧

source: 当たり前やないか
zh_cn: 这不就是吗

source: これこそ
zh_cn: 这就是

source: 七変化 藤原千代子伝説
zh_cn: 一人多角 藤原千代子传奇

source: ったく 近頃の年寄りは
zh_cn: 现在的老头真是

source: 大丈夫ですか 太夫
zh_cn: 您还好吗 太夫

source: うちなら平気どす
zh_cn: 我没事

source: 私に任せておくれやす
zh_cn: 现在就交给我吧

source: さ こっから早う
zh_cn: 现在快点走吧

source: あの男がこの町に来てるんやろ
zh_cn: 他目前也在这城里了吧

source: それを知ってて 私があんたをここに止められると思いますか
zh_cn: 我知道了后 怎么还能忍心把你关在这里

source: このご恩は一生 忘れしまへん
zh_cn: 这份恩情 我会永远记住的

source: なあに 私はね
zh_cn: 别这么说 我啊

source: あんたがここへ来た時から 初めて会うた気がせんかってん
zh_cn: 在你刚来这里的时候 第一次看你就感觉很面熟

source: 以来あんたの力に少しでもなって やりたいなあ そう思うとったんよ
zh_cn: 从那之后就一直想着帮你做些什么

source: そして そしてその時から
zh_cn: 然后 然后从那时起

source: 千代子はん
zh_cn: 千代子

source: ちゃんとしまひょって
zh_cn: 你给我正常点

source: 牢破りやて
zh_cn: 好像是越狱

source: お上に楯突いた浪士が 逃げはったらしいで
zh_cn: 看来是那个违抗将军的浪人跑了出来

source: 散れ 固まるな
zh_cn: 分头搜

source: 痛っ
zh_cn: 痛

source: うちどす 覚えておいやすか
zh_cn: 是我啊 你不记得了吗

source: あの冬の日にも こうしてあんさんと偶然に
zh_cn: 那个冬天也是这样偶然和你撞到了

source: ずーっと探しておりました
zh_cn: 我一直都在找你

source: これを お返ししとうて
zh_cn: 把这个还给你

source: 向こうだ 向こうに回れ
zh_cn: 在那 绕到那去

source: 一人も逃がすな
zh_cn: 不要让他跑了

source: これを
zh_cn: 这个

source: この鍵を
zh_cn: 这个钥匙

source: いつか約束した場所で
zh_cn: 等到那天我们约好的地方

source: 向こうだ 急げ
zh_cn: 那里 快点

source: 女 今ここに浪士が 逃げてきたであろう
zh_cn: 你刚刚有看到个浪人跑了过来吗

source: どっちへ行った
zh_cn: 他往哪里跑了

source: あっちへ行かはりましたえ
zh_cn: 朝那边跑了

source: 女 見覚えがあるな
zh_cn: 我好像见过你的吧

source: その方 何か隠しておるな
zh_cn: 你是不是瞒了什么没说

source: 言え
zh_cn: 快说

source: 逃げた男の行方を知っておろう
zh_cn: 你是知道他要去哪吧

source: 娘さん 安心なさい
zh_cn: 小妹妹 放心好了

source: いよっ 待ってました ったくもう
zh_cn: 啊 等你半天了 真是的

source: おのれ御公儀に楯突く謀反人め
zh_cn: 你这违抗幕府的反贼

source: 貴様らこそ時代の見えぬ 愚かな犬よ
zh_cn: 你不过是看不清形势的愚昧的走狗

source: 娘さん 早くそれに乗って
zh_cn: 小妹妹 赶快骑上去

source: あとは拙者に任せなさ
zh_cn: 之后交给我就好了

source: あまり無茶をしては 体に毒ですわ
zh_cn: 这么拼命对身体不好的啊

source: あっしみたいな男に なんてお優しい
zh_cn: 对我这样的男的都这么温柔

source: お嬢 このご恩 決して忘れやせんぜ
zh_cn: 小姐 这份恩情我是不会忘记的

source: 学校を抜け出して どこへ行くつもりかね
zh_cn: 你翘课跑出来是要去哪里呢

source: あの民権運動家と 逢い引きでもするつもりかな
zh_cn: 是要和那个民权运动家幽会的吧

source: あ あの 何のことで
zh_cn: 你 你是说什么

source: 証拠は挙がってる
zh_cn: 已经找到了证据

source: 君の家の蔵から他愛もない 置き土産が見つかってね
zh_cn: 在你家仓库里找到了些东西呢

source: あの人が何か
zh_cn: 他现在怎么了

source: 奴を知っている
zh_cn: 你认识那家伙啊

source: それで十分だ
zh_cn: 这就足够了

source: 続きは署の方でたっぷり聞かせて貰う
zh_cn: 剩下的就请到局里好好说明

source: まったく強情だねえ あんたも
zh_cn: 你嘴也真是够硬的啊

source: とっとと白状しちまええば いいじゃないか
zh_cn: 不过你还是老实交代比较好

source: 知らないことは言えない
zh_cn: 不知道的事情怎么说

source: でも 知ってたって 言うもんですか
zh_cn: 就算我知道我也不会说的

source: あの人を裏切るなんて 絶対にしない
zh_cn: 我绝不会背叛他的

source: おめでたい女だね
zh_cn: 真是天真啊

source: そんな事を言ってられるのも 今のうちだけさ
zh_cn: 到了这个地步还能说得出这种话

source: 人の気持ちなんて儚いものよ
zh_cn: 人的感情是靠不住的

source: 私は違う
zh_cn: 我才不会

source: 今だって毎日 あの人を好きになってくんだもの
zh_cn: 现在我对他的爱也还是与日俱增

source: みんな同じだよ
zh_cn: 谁又不是呢

source: 詠子姐さんって 仕事の稼ぎを 全部男に貢いじまったって
zh_cn: 咏子姐把挣的钱全都给了一个男的

source: 挙げ句に男は他の女とトンズラ
zh_cn: 那男的却跟别的女人跑了

source: いっペんくらい 貢いで貰いたいもんや
zh_cn: 我也想被这样包养啊

source: あれ
zh_cn: 咦

source: 今度は何ですの
zh_cn: 这回又是演啥

source: お嬢 助けに来やしたぜ
zh_cn: 小姐 我来救你了

source: あなたは
zh_cn: 你是谁

source: お忘れですかい
zh_cn: 你不记得了吗

source: 車引きのゲンの字 でさあ
zh_cn: 我是那个叫源的车夫啊

source: ご恩を返しに参上しゃした
zh_cn: 到这里来报恩了

source: 私 本当に出られるんですか
zh_cn: 我 真的可以走了吗

source: あっしの言った通りでしょ お嬢
zh_cn: 就像我说的 小姐

source: もうお前に用はない 本人が捕まったんだからな
zh_cn: 用不着关你了啊 毕竟人已经抓到了

source: 待って お願い
zh_cn: 等一下 求你了

source: 開けて 開けて下さい
zh_cn: 开门 让我进去

source: 開けて お願い
zh_cn: 开门 求求你

source: 一目 一目会いたいんです
zh_cn: 一眼 只要看一眼就行

source: お願い 開けて
zh_cn: 求求你 开门

source: お願いします 開けて
zh_cn: 我求你了 开门

source: 今度はどこですの
zh_cn: 这次又要去哪

source: SF映画やろか
zh_cn: 这科幻片吧

source: バカ
zh_cn: 你傻了

source: まったく世話の焼ける子だねえ
zh_cn: 你这孩子尽给我添麻烦

source: だって家が 蔵が燃えちゃう
zh_cn: 可我们家还有仓库都着火了

source: このバカ娘 いい歳して勝手に死ぬ権利があると思ってるのかい
zh_cn: 你是傻了吧 你以为年纪轻轻的就可以去找死了啊

source: 千代ちゃん
zh_cn: 千代

source: 千代子 戻ってきなさい
zh_cn: 千代子 你快回来

source: 早く戻りなさい
zh_cn: 你快回来

source: さあ おいで
zh_cn: 跟我来

source: あれは
zh_cn: 那个是

source: 大丈夫ですか 千代子さん
zh_cn: 您没事吧 千代子小姐

source: 逃れられぬ
zh_cn: 逃不了的

source: 逃れられぬわ
zh_cn: 你是逃不了的

source: 大丈夫ですか
zh_cn: 您不要紧吧

source: どちらかお加減が悪かったのでは
zh_cn: 您是不是哪里不太舒服

source: 大丈夫 お医者に言わせたら
zh_cn: 没事 就像医生说的

source: 年寄りはみんな 病人になっちゃうもの
zh_cn: 老人家多多少少都会有病

source: 取材はまた日を改めてでも
zh_cn: 还是下次再来采访吧

source: いいえ
zh_cn: 不用

source: 明日になれば 思い出せなくなってしまうわ
zh_cn: 到了明天或许就都记不住了

source: 戦後の混乱は みんな生きるのに精一杯
zh_cn: 在战后混乱期中 大家都艰难地生存着

source: 食べ物も着る物もない
zh_cn: 没有吃也没有穿

source: いい写真を作ろうって希望がみんなの支え
zh_cn: 一心只想着能演好电影

source: 本当に忙しいだけの毎日だった
zh_cn: 每天都非常忙

source: でも いつの時だって私には
zh_cn: 可我始终都相信

source: いつか会えるって信じてた
zh_cn: 我们总会再见面的

source: 世の中はすっかり変わって 手がかりーつなかったけど
zh_cn: 就算世事有了翻天覆地的变化 连一点线索也没有

source: もしかしたら
zh_cn: 但说不定

source: あの人が私の映画を見てくれるかもしれない
zh_cn: 他能看到我演的电影

source: 昭和30年前後はもっともお忙しい時期でしたね
zh_cn: 昭和三十年那会是你最忙的时候呐

source: ばれたか
zh_cn: 露馅了啊

source: 立花さん 銀映にいらしたの 大滝の組に
zh_cn: 立花先生当时也在银映吗 也在大泷的组里吗

source: は いえ 私なんぞは藤原さんから見れば 雲の下でしたから
zh_cn: 哪里 毕竟我这样的和藤原女士比起来根本不算什么

source: ずるいわ 黙ってるなんて
zh_cn: 过分啊 还想瞒着我

source: いや その
zh_cn: 啊 这

source: 結局 監督どころかチーフにも なれずじまいでしたし
zh_cn: 最后别说当导演了主任也没当过

source: 大滝監督に怒られてばかりでした
zh_cn: 还老是惹得大泷导演生气

source: 立花源也です よろしくお願いします
zh_cn: 我是立花源也 还请多多指教

source: しっかり働けよ
zh_cn: 可要好好干啊

source: 詠子さん 見習いで入った 源也です
zh_cn: 咏子小姐 这是来实习的源也

source: あの 藤原千代子さんとの掛け合い いつも楽しみにしてました
zh_cn: 您搭上藤原千代子女士的戏 我一直都很喜欢

source: 引き立て役なら十八番だよ
zh_cn: 我确实很适合当个陪衬呢

source: バカ そのネタは御法度なんだよ
zh_cn: 笨啊 有些话是不能说的啊

source: よく覚えとけ
zh_cn: 你要好好记住

source: お客も女優も一緒だ
zh_cn: 对观众 对女演员都一样

source: 適当に嘘を織り交ぜて乗せてやるんだよ
zh_cn: 有时是要撒点谎才哄得过去的

source: ま そのうち手本を見せてやる
zh_cn: 改天我会给你示范下的

source: まんまとその手に乗っちゃったのね 私
zh_cn: 当时我真是被他哄得团团转啊

source: 千代ちゃん 映画監督って仕事はさ 絵を描くのに似ているんだ
zh_cn: 千代 电影导演的工作 和画画很像

source: 画家は自分の気に入った色で カンバスに絵を描くだろう
zh_cn: 画家用自己喜欢的颜色在画布上描绘

source: 僕も素晴らしい絵の具に出逢えたんだよ
zh_cn: 而我也遇见了很美的颜色

source: 君という色にね
zh_cn: 是名为你的色彩

source: そんなきざなセリフで千代子さんを
zh_cn: 对千代子小姐说这种恶心的话

source: 今度使うてみよ
zh_cn: 下次我也试试

source: ごめんなさい
zh_cn: 抱歉

source: 失敬
zh_cn: 对不起

source: ただいま
zh_cn: 我回来了

source: ちゃんと断ってって言ったでしょ
zh_cn: 不是说了都拒绝掉的吗

source: そんなこと言って お前ね
zh_cn: 你就会说这个

source: マドンナだ何だって いつまでもチヤホヤされるわけじゃないんだよ
zh_cn: 你也不会一直都被捧成永远的圣女吧

source: 女の幸せってのは きちんと家庭を持って
zh_cn: 女人的幸福就是能有个家

source: でも 私には
zh_cn: 可是我

source: 思想犯はみんなとうの昔に釈放されたってえじゃないか
zh_cn: 政治犯不是早就都放了出来吗

source: なのに礼にも来ない男をいつまで待ったって
zh_cn: 你却还在等着那个谢谢都不来说的男人

source: 違う 私が逢いに行くの
zh_cn: 并不是 是我要去见他

source: 生きてるか死んでるかも分からないじゃないか
zh_cn: 你连他是死是活都不知道

source: あの人は きっと生きてる
zh_cn: 他一定还活着

source: お前だっていつまでも 若くはないんだよ
zh_cn: 你可不会永远都年轻

source: いつか逢おうって 約束だもの
zh_cn: 一定会见的 约好了的

source: 小娘みたいな夢を見てる歳じゃないだろう
zh_cn: 你也过了做少女梦的年纪了吧

source: カ
zh_cn: 停

source: 千代ちゃん どうした
zh_cn: 千代 怎么了

source: やれやれ 疲れるねえ
zh_cn: 真是够累的

source: 年寄りはちょっと 休憩させて貰うよ
zh_cn: 年纪大了 让我休息会吧

source: 休憩入ります
zh_cn: 现在休息

source: 鍵がない
zh_cn: 钥匙不见了

source: そうだ 確かこの時
zh_cn: 对 就是那时候

source: 詠子母さん
zh_cn: 咏子阿姨

source: もう お弁当
zh_cn: 该吃便当了吧

source: それどころじゃないのよ
zh_cn: 现在可没不到点

source: 源也君 ステージで大変よ
zh_cn: 源也 片场不好了

source: お ひ め さ ま
zh_cn: 公 主 殿 下

source: お願い ちゃんと探して
zh_cn: 求求大家 仔细找一找

source: あれがないとダメなのよ
zh_cn: 那个不能没有的啊

source: 何ぼさッとしてんだ お前も探せ 源也
zh_cn: 别傻站在那里 你也要找 源也

source: は はいっ ただいま
zh_cn: 好 现在就去

source: って 何をですか
zh_cn: 额 是找什么

source: 千代ちゃんの大事な鍵だ
zh_cn: 对千代子很重要的钥匙

source: 島尾詠子の仕業ですやん やっぱし
zh_cn: 应该就是岛尾咏子干的吧

source: 実際のところは分からん
zh_cn: 到底是怎样我也不知道

source: ただ 結局鍵は見つからなかったんだ
zh_cn: 不过钥匙最后也还是没找到

source: 無くすはずないのよ どこかにあるわ
zh_cn: 根本会没有呢 一定就在这里的

source: 千代子さん いったい何の鍵なんです
zh_cn: 千代子小姐 这个钥匙到底是什么

source: そうそう それ私も聞きたい
zh_cn: 是啊 我也想问

source: 聞きたい 聞きたい 教えて先生
zh_cn: 想听 想听 告诉我吧老师

source: それはね 先生の大切な人からの 預かり物なの
zh_cn: 那是一个对老师很重要的人放我这的

source: それって先生の好きな人ね
zh_cn: 是老师喜欢的人吧

source: ステディよ
zh_cn: 恋人啦

source: どんな人かしら
zh_cn: 他人怎么样

source: 顔はどんな
zh_cn: 长什么样

source: ハンサムかしら
zh_cn: 很帅的吧

source: どんな顔
zh_cn: 他的样子

source: ねえ 先生 俳優で言えばどんな どうな どうな
zh_cn: 老师你说啊 像哪个演员 怎么样 怎么样

source: ねえ どうな
zh_cn: 说嘛 怎么样

source: 思い出せない もう 顔も
zh_cn: 想不起来了 样子已经

source: あんなに好きだったのに もう顔も思い出せない
zh_cn: 明明是那么喜欢 可却想不起他的样子

source: ごめんなさいね
zh_cn: 实在是抱歉

source: あ いえ
zh_cn: 没事

source: このお茶 いい香りですね
zh_cn: 茶真是香啊

source: 庭のハーブなの
zh_cn: 是院里的香草

source: 体にとてもいいのよ
zh_cn: 对身体有好处的

source: さあ 先を急ぎましょうか
zh_cn: 那我们就接着说吧

source: あの 鍵の紛失事件のすぐあと 結婚なさるんですよね
zh_cn: 那个钥匙丢掉的事情没多久 就结婚了吧

source: ええ 大滝と
zh_cn: 嗯 和大泷

source: 鍵を無くして ぽっかり 胸に穴が空いちゃったのね
zh_cn: 没了钥匙 心就突然好像空了一块啊

source: 私もとうに夢見る年頃を過ぎてた
zh_cn: 自己也早过了做梦的年纪

source: 20日 日本時間同日午後11時47分
zh_cn: 二十日 东京时间同日夜间11点47分

source: アメソカのグレン中佐を乗せだ7人の友情号は
zh_cn: 美国的格伦中校乘坐的友谊七号

source: ケープ.カナベラルから 打ち上げられました
zh_cn: 在卡纳维拉尔角发射升空

source: 全世界が注目する中 発射したロケットは
zh_cn: 在全世界的注目下 火箭升空后

source: 約5分で衛星軌道に 乗ることに成功
zh_cn: 于五分钟后成功进入卫星轨道

source: あっ っもう
zh_cn: 真是的

source: あーあ ばれちまった
zh_cn: 哎 还是被发现了啊

source: 詠子さん どういうこと
zh_cn: 咏子 你在说什么

source: 鬼才監督様が書いた茶番劇さ
zh_cn: 都是鬼才导演写的出好戏啊

source: 売れっ子女優を手に入れるためのね
zh_cn: 为了把当红花旦骗到手

source: こそ泥で一役買わされた私も大バカさ
zh_cn: 饰演小偷的我真是傻啊

source: けど あんたについちゃ あたしも脛に傷持つ身でね
zh_cn: 不过 我早就做了对不起你的事了

source: 満州の占い師
zh_cn: 那个满洲算命的

source: あんな小細工して
zh_cn: 耍这种心眼

source: ひどいことしたと思ってるよ
zh_cn: 我知道这很过分啊

source: でも あん時はどうにも あんたを追い出したくてさ
zh_cn: 可当时不管怎样都想把你赶走

source: じゃあ あの人の行方は
zh_cn: 那 那他人在哪

source: あたしが知るわけないさ
zh_cn: 这我怎么可能知道啊

source: ところが あの小細工を誰かさんにしっぽ掴まれてさ
zh_cn: 可还是被某人抓住了把柄

source: でも 私が詠子さんに何をしたっていうんです
zh_cn: 可是我到底怎么得罪了咏子姐

source: 羨ましかったんだよ
zh_cn: 羡慕你啊

source: あんたの若さがさ
zh_cn: 也想和你一样年轻

source: たった一人の男を追いかけて あんたはいつまでも若いまんま
zh_cn: 追逐的不过是个男的 却让你永远都那么年轻

source: それに引き替え
zh_cn: 而我呢

source: こっちは老け役の引き立て役
zh_cn: 我就是个演老人的陪衬

source: あんたを憎む元気も もう無くしちまったよ
zh_cn: 如今连恨你的精力也全没有了

source: なあ もう とうに過ぎた話じゃないか
zh_cn: 喂 好久之前的事就让它过去吧

source: 打ち合わせ中だ あとにしろ
zh_cn: 我们在谈事情 等会再说

source: それが 千代子さんにお客さんなんですが
zh_cn: 但是 有客人要见千代子小姐

source: あんたが藤原千代子さんだね
zh_cn: 你就是藤原千代子女士吧

source: 今度は何のつもりです
zh_cn: 这次你想干什么

source: 申し訳ない 私を知っているんだね
zh_cn: 对不起 您还记得我吧

source: 帰って
zh_cn: 给我出去

source: 憎まれるのも当然です
zh_cn: 您恨我很正常

source: 戦前 権力の走狗として非道を尽くしたのも同じ私
zh_cn: 战前 我作为权力的走狗 做尽了伤天害理的事

source: 今はせめてもの贖罪のため
zh_cn: 如今为了赎自己的罪过

source: こうして旅を続けております
zh_cn: 就一直这样游历

source: これは絵描きの思想犯が あなたに宛てたものです
zh_cn: 这是那个画画的政治犯寄给您的

source: 一言 恩のあるあなたにせめてお礼を言いたいと
zh_cn: 他想至少和你说句谢谢 毕竟你有恩于他

source: 本当に申し訳ありません
zh_cn: 我真的非常抱歉

source: 助けて貰ったお礼をできなかったことが 心残りでなりません
zh_cn: 很遗憾未能报答你的救命之恩

source: すぐにでも逢いに行きたいのですが
zh_cn: 虽然现在很想见到你

source: 戦争は日マ激化の一途をたどっています
zh_cn: 但是战争却变得越来越激烈了

source: いつか戦争が終わり 真の平和が訪れたら
zh_cn: 等到战争结束 迎来真正的和平那天

source: 僕は故鄉の北海道に帰って あの絵を仕上げるつもりです
zh_cn: 我会回到北海道老家 画完那幅画

source: いつか あの星空を君にも見せてあげたい
zh_cn: 真想有天也能让你看见那片星空

source: 約束したあの場所で君に
zh_cn: 在和你约好的地方

source: 明日までの宿題にして 約束よ
zh_cn: 明天要告诉我哦 一言为定

source: 19時37分発 ゆきぞら138号
zh_cn: 于19时37分出发的雪空138号

source: まもなく発車となります
zh_cn: 现在即将发车

source: ご乗車のお客様は 12番線にお急ぎ下さい
zh_cn: 请乘坐的旅客尽快前往12号站台上车

source: ねえ 教えてよ
zh_cn: 喂 告诉我吧

source: いるんでしょ 好きな人
zh_cn: 有了喜欢的人吧

source: -馬賊ちゃいまっか -バカ
zh_cn: -又是土匪吗 -你傻啊

source: 乗客の皆樣 本線前方において土砂崩れが発生した影響で 臨時停車いたしております
zh_cn: 各位旅客 由于前方道路发生山体滑坡 此次列车暂时停止运行

source: 開けて
zh_cn: 开门

source: この下の国道に バスが迎えに来ます
zh_cn: 下面的国道将有巴士接送

source: 乗客の皆様 申し訳ありませんが係員の指示
zh_cn: 恳请各位乘客听从工作人员的指示

source: 哀れよのう 定めからは逃れられぬ
zh_cn: 真可悲啊 你逃不过命运的

source: 末来永劫恋の炎に身を焼く定め
zh_cn: 将永远饱受爱情的火焰

source: 私が逢いに行くの
zh_cn: 是我要去见他

source: 訳ありだな マダム
zh_cn: 有急事吧 夫人

source: 乗りな
zh_cn: 上车吧

source: 社長 似合うてますな
zh_cn: 社长 这角色很适合你

source: まかしな
zh_cn: 交给我吧

source: 北海道なんざ ひとっ飛びだ
zh_cn: 眨个眼 北海道就到了

source: 危険です 千代子博士
zh_cn: 危险 千代子博士

source: あの人が待ってるわ
zh_cn: 他在等我啊

source: 千代子博士 戻って下さい
zh_cn: 千代子博士 快回来

source: あの人にこの鍵を
zh_cn: 要把钥匙给他

source: お願い お願い待って
zh_cn: 求求你 求你等一下

source: お願いです 待ってえ
zh_cn: 求你了 等一下

source: 私 行きます どこまでも逢いに
zh_cn: 我会去的 不管有多远都会见你的

source: どうしても行くんですか
zh_cn: 不管怎样都要去吗

source: 行けば二度と戻って来られません
zh_cn: 可你去了就没法回来了

source: -千代子さん -社長 危ないですって
zh_cn: -千代子小姐 -社长 危险啊

source: 千代子さん 私は 私はあなたを
zh_cn: 千代子小姐 我 我对你

source: 大きいぞ
zh_cn: 很强烈

source: 千代子さん 危ない
zh_cn: 千代子小姐 危险啊

source: 千代子さん 逃げて
zh_cn: 千代子小姐 你快跑

source: -千代子さん -大丈夫ですか
zh_cn: -千代子小姐 -还好吗

source: 早くどかせ
zh_cn: 快点来挪开

source: -みんな手を貸せ -早くしろ
zh_cn: -大家都来帮把手 -赶快啊

source: 急げ
zh_cn: 快点

source: あっ いたぞ 源也も一緒だ
zh_cn: 啊 在这里 源也也在这

source: あっ イテッ
zh_cn: 啊 痛

source: あなたが庇ってくれたの
zh_cn: 是你保护了我吗

source: 源也の大手柄だな
zh_cn: 源也这次立了大功啊

source: われはそなたが憎い
zh_cn: 我恨你

source: そして愛おしくて たまらぬのじゃ
zh_cn: 又爱着你 爱到无法抑制

source: 千代子さん どうしました
zh_cn: 千代子小姐 你怎么了

source: 源也 何したんだおめえ
zh_cn: 源也 看你做的好事

source: 僕は何も
zh_cn: 我什么也没干

source: 私ったら 命の恩人を忘れてるなんて
zh_cn: 我也真是的 把救命恩人都忘了

source: いえ すっかりなりも変わってますし
zh_cn: 不是的 是我完全变了个样

source: あれから30年 私はひっそりと生きながらえてきました
zh_cn: 自那以后 我就默默的生活了三十年

source: なぜだったんでしょう
zh_cn: 为什么要这样做

source: 北海道へ失踪のあと 再び映画界に復帰されたのに
zh_cn: 去北海道消失后 你也还是回到电影事业中

source: あの撮影中の事故で なぜ突然に姿を隠されたんです
zh_cn: 而那次摄影发生的意外却让你突然隐退了

source: もう 二度と見ることもないと思ってた
zh_cn: 想不到还会再拿出来看

source: どこまでも逢いに行こうって決めたのに
zh_cn: 明明决定了无论有多远都要去见他

source: なのにどうして
zh_cn: 究竟是为什么
